 let handler = async (m, { conn, usedPrefix, usedPrefix: _p, __dirname, text, isPrems })  => m.reply(`

*💥❯══⊹⊱≼ اوامر البوت ≽⊰⊹══❮💥*

*❑ اسم البوت: ساسكي*
*❑ حط قبل كل امر : .*
*❑ اســم الـمطور:𝚂𝙷𝙰𝚆𝙰𝚁𝙼𝙰❤️🎁.//𝙼𝙸𝙺𝙴𝚈 𝙾𝚆𝙽𝙴𝚁💝🔥.*
*❑ البوت شغـال 24 ساعة*
*❑ الـمنـصه : ملكش فيه🗿*


*قســـــم_الجروبــــــات👥*
      ╔════◎▣════╗
*〄━━┋ اوامر الـج👥ـروبات┋━━〄*

*↫❍┋طرد*
*↫❍┋ترقية*
*↫❍┋اعفاء*
*↫❍┋حذف*
*↫❍┋منشن*
*↫❍┋مخفي*
*↫❍┋المشرفين*
*↫❍┋لمنشن*
*↫❍┋بروفايل*
*↫❍┋اعدادات*
*↫❍┋جروب*
*↫❍┋تغيرالاسم*
*↫❍┋تغيرالوصف*
*↫❍┋رابط*
*↫❍┋جروب قفل / فتح*
*↫❍┋معلومات*
*↫❍┋المجموعات*

*💥❯══⊹⊱≼≽⊰⊹══❮💥*

 *❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
_*⌬━━┋قسم الـمطـور فـقط ┋━━⌬*_

*↫❍┋قيد*
*↫❍┋الغاءالقيد*
*↫❍┋اطفاء*
*↫❍┋تفعيل*
*↫❍┋إعادةالتعين*
*↫❍┋اخرج*
*↫❍┋انضم*
*↫❍┋تفقد_المده*
*↫❍┋حذف_المده*
*↫❍┋بريم*
*↫❍┋حذف_بريميام*
*↫❍┋حظر*
*↫❍┋الغاءالحظر*
*↫❍┋المحظورين*
*↫❍┋المبندين*
*↫❍┋المميزين*
*↫❍┋البلوكات*
*↫❍┋اعلان*
*↫❍┋اعادةالتشغيل*
*↫❍┋اصلح*
*↫❍┋مسح_السجلات*
*↫❍┋سيرفر*
*↫❍┋قائمة_المميزين*
*↫❍┋بينج*
*💥❯═⊹⊱≼≽⊰⊹══❮💥*


*❆❯══⊹⊱≼ ❄️ ≽⊰⊹═══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
*〄━━┋ قسم البحث & الـتـنزيـل ┋━━〄*
*↫❍ د apk*
*↫❍┋تلجراف*
*↫❍┋تنزيل*
*↫❍┋تويتر*
*↫❍┋اغنية*
*↫❍┋صور*
*↫❍┋صوره*

_*〄━┋🙈قسـم,التسلية,والمرح┋━〄*_
*↫❍┋طلاق*
*↫❍┋منشني*
*↫❍┋تخمين*
*↫❍┋هل*
*↫❍┋ورع*
*↫❍┋جميل*
*↫❍┋خروف*
*↫❍┋شخصية*
*↫❍┋زواج*

*💥❯══⊹⊱≼≽⊰⊹══❮💥*

*❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
_*⌬━━┋ قسم الالعاب  ┋━━⌬*_
 *¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤¤*
*↫❍┋توقع(معطل)*
*↫❍┋لغز(معطل)*
*↫❍┋دين(معطل)*
*↫❍┋مسابقة(معطل)*
*↫❍┋مزيف(معطل)*
*↫❍┋تاج(معطل)*
*↫❍┋علم*
*↫❍┋احزر*
*↫❍┋اكس او*
*↫❍┋عين*
*↫❍┋خمن*

  *❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
_*〄━┋ قسم الذكاء الاصطناعي┋━〄*_
*↫❍┋رعب*
*↫❍┋بوت*
*↫❍┋بوت1*
*↫❍┋تصميم*
*↫❍┋تحليل*
*↫❍┋كرتون*
*↫❍┋لانمي*
*↫❍┋مساعد*
*↫❍┋بي_دي_اف*
*↫❍┋انطق*
*↫❍┋انطق2*
*↫❍┋بلاك*
*↫❍┋اختصار*
*↫❍┋خط*
*💥❯══⊹⊱≼≽⊰⊹══❮💥*

   *❆❯══⊹⊱≼ ❄️ ≽⊰⊹══❮❆*
_*〄━━┋قسم الـتحـويل ┋━━〄*_
*↫❍┋تشويش*
*↫❍┋ملصق*
*↫❍┋س*
*↫❍┋لفيديو*
*↫❍┋لصورة*
*↫❍┋لصوت*
*↫❍┋لوجو*
*↫❍┋دمج*

*💥❯══⊹⊱≼ ≽⊰⊹══❮💥*

*┑━━━┇حـقـوق الـمـطـور┇━━━┍*
*│⇆ رقـم الـمطـور : ↯*
*│ده https://wa.me/++20 1211231685
*│ده : https://wa.me/+201550680822
*┙━━━┇حـقـوق الـمـطـور┇━━━┕*
*💥❯══⊹⊱≼≽⊰⊹══❮💥*

`.trim())
handler.help = ['allmenu']
handler.tags = ['main']
handler.command = ['اوامر','menu','الاوامر'] 

export default handler
